{
  "data": {
    "storyCollection": {
      "items": [
        {
          "title": "Russia-Ukraine War: What to know on Day 9 of Russian assault",
          "body": {
            "time": 1646407000936,
            "blocks": [
              {
                "data": {
                  "text": "Russia’s war on Ukraine is now in its ninth day.  Russian forces have shelled Europe’s largest nuclear power plant, sparking a fire  there that was extinguished overnight. The U.N. nuclear watchdog says  there was no sign Friday of radiation leaks. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "They Russians have also taken over the strategic port city of Kherson and Russian President Vladimir Putin has said the campaign will press on to “demilitarize” Ukraine even as the day before, Ukrainian and Russian delegates met in neighboring Belarus and agreed to provide safe corridors to evacuate citizens and deliver humanitarian aid. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "People across Ukraine have taken up arms and sought shelter. More than 1.2 million people have fled to neighboring countries, the U.N. refugee agency said Friday. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Associated Press journalists around Ukraine and beyond are documenting the military activity. Here’s a look at the events unfolding Friday:"
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "CONCERNS OVER NUCLEAR SAFETY",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "In the battle for control of the city of Enerhodar, Russian forces shelled Europe’s largest nuclear plant, sparking a fire. Firefighters could not immediately reach the site because of the Russian onslaught. The Zaporizhzhia plant provides about 25% of Ukraine’s power generation."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The mayor of Enerhodar said Friday morning that the fire had been extinguished. His office told The Associated Press that the information came from firefighters who were allowed onto the site overnight. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The International Atomic Energy Agency said the blaze had not affected essential equipment. Ukraine’s nuclear regulator reported no change in radiation levels. It said staff are studying the site to check for other damage and noted the importance of maintaining the ability to cool nuclear fuel."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Finland called the incident “very scary,” while Norway's prime minister called it “in line with madness.” Britain's deputy prime minister described it as ”a reckless bombardment\". China expressed its serious concern. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The U.N. Security Council scheduled an emergency open meeting Friday on the attack on Zaporizhzhia at the request of the U.S., Britain, France, Ireland, Norway and Albania. The IAEA was to brief council members, diplomats said."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "At another nuclear site, Ukraine informed the IAEA that staff at the Chernobyl Nuclear Power Plant were facing “psychological pressure and moral exhaustion.” Russian military forces took control of the site a week ago. The plant has been leaking radioactivity since it caught fire in 1986 in the world’s worst nuclear disaster."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "DIRECTLY WITNESSED OR CONFIRMED BY AP:",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "Russian forces have captured the southern city of Kherson, a vital Black Sea port of 280,000 -the first major city to fall since the invasion began. Russian armored vehicles were seen in the otherwise empty streets of Kherson, in videos shared with the AP by a resident."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Frequent shelling could be heard Friday from the center of the capital, Kyiv."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Heavy fighting continued on the outskirts of another strategic port, Mariupol, knocking out the city’s electricity, heat and water systems, as well as most phone service. Food deliveries to the city were also cut."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "A livestreamed security camera linked from the homepage of the Zaporizhzhia plant showed what appeared to be armored vehicles rolling into the facility’s parking lot and shining spotlights on the building late Thursday. The AP also verified video shot by a resident in the area that showed bright flaring objects landing in the grounds of the nuclear plant."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "WHAT ELSE IS HAPPENING ON THE GROUND:",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "Battles involving airstrikes and artillery continued Friday northwest of Kyiv, and in the northeast, with the cities of Kharkiv and Okhtyrka coming under heavy strikes, Ukrainian presidential adviser Oleksiy Arestovich said."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Ukrainian defense forces are still holding on to the northern city of Chernihiv, and have prevented Russian efforts to take the important southern city of Mykolaiv, he said."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Ukrainian artillery have been defending Odesa from repeated attempts by Russian ships to fire on the Black Sea port city, he said, insisting there’s no immediate threat to the city."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "A Russian air strike Thursday also destroyed the power plant in Okhtyrka, leaving the city without heat or electricity, the head of the region said."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "DIPLOMATIC EFFORTS AND STATEMENTS",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "Delegates from Ukraine and Russia met in Belarus on Thursday and agreed on humanitarian corridors that would allow civilians to flee safely and allow for humanitarian supplies to be delivered - but made little headway on ending the fighting."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "A third round of direct talks are planned for early next week."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "In a call initiated by Putin, the Russian told French President Emmanuel Macron that negotiations must center on the “neutralization and disarmament of Ukraine.” Macron “spoke the truth” to Putin, advising him of the long-term consequences and telling him he would end up isolated."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Ukrainian President Volodymyr Zelenskyy spoke with President Joe Biden and other world leaders after Russia's shelling of the Zaporizhzhia nuclear plant. Zelenskyy said in a late night speech he feared an explosion that would be “the end for everyone.\""
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The Biden administration is seeking $10 billion for Ukraine and the neighboring region for humanitarian, security and economic assistance, a rapid escalation of the $1.4 billion provided by the U.S. since 2021."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Japan said Friday it's sending bulletproof vests, helmets and other defense supplies to Ukraine to help the country fight Russia’s invasion - a rare move by a nation that has a principle of not shipping defense supplies to countries in conflict."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "HOW MANY REFUGEES AND CASUALTIES?",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "The U.N. refugee agency said Friday that more than 1.2 million people have left Ukraine since the invasion began. UNHCR's data portal on Ukraine showed that the vast majority - about 650,000 - had gone to neighboring Poland, and roughly 145,000 had fled to Hungary. Another 103,000 were in Moldova and more than 90,000 in Slovakia."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Separately, UNICEF said that 500,000 of those who’ve left Ukraine are children."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Russia has acknowledged that nearly 500 Russian troops have been killed and around 1,600 have been wounded. Among them, Maj. Gen. Andrei Sukhovetsky, the commanding general of the Russian 7th Airborne Division, who had previous experience in Syria."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Ukraine has not released similar casualty figures for its armed forces. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The U.N. human rights office says at least 227 civilians have been killed and 525 wounded in Ukraine since the start of the invasion. Ukraine’s State Emergency Service has said more than 2,000 civilians have died, though it’s impossible to verify the claim."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "SANCTIONS ON RUSSIA",
                  "level": 2
                },
                "type": "header"
              },
              {
                "data": {
                  "text": "More businesses are suspending operations in Russia due to sanctions, including Apple, Mercedes-Benz, BP, Volkswagen, clothing retailer H&amp;M and furnishings store IKEA, affecting thousands of employees and millions of customers throughout the country."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Sanctions also threaten ultra-wealthy Russians who own properties across Europe. Britain slapped sanctions on two more Russians, who are worth a combined $19 billion, for their links to the Kremlin."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The U.S. State Department is also imposing visa bans on 19 Russian oligarchs and dozens of their family members and associates. "
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "Austria’s former chancellor Wolfgang Schuessel has quit his post on the supervisory board of Russian oil firm Lukoil."
                },
                "type": "paragraph"
              },
              {
                "data": {
                  "text": "The Austria Press Agency quoted Schuessel on Friday as saying that while he had always backed “constructive relations” between Russia and the European Union, the Russian invasion of neighbor Ukraine had “crossed a red line.”"
                },
                "type": "paragraph"
              }
            ],
            "version": "2.19.3"
          }
        }
      ]
    }
  }
}
